{
    "stories": [
        {
            "id": "11",
            "title": "آدم عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/adamNabiy.png",
            "summary": "أبو البشر، خلقه الله بيده وأسجد له الملائكة وعلمه الأسماء وخلق له زوجته وأسكنهما الجنة وأنذرهما أن لا يقربا شجرة معينة ولكن الشيطان وسوس لهما فأكلا منها فأنزلهما الله إلى الأرض ومكن لهما سبل العيش بها وطالبهما بعبادة الله وحده وحض الناس على ذلك، وجعله خليفته في الأرض، وهو رسول الله إلى أبنائه وهو أول الأنبياء.",
            "author": "Bou Storify",
            "date": "2024-02-26",
            "category": " دينية",
            "downpdf": "pdfs/story11.pdf"
        },

        {
            "id": "12",
            "title": "  إدريس عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/idrissNabiy.png",
            "summary": "كان صديقا نبيا ومن الصابرين، أول نبي بعث في الأرض بعد آدم، وهو أبو جد نوح، أنزلت عليه ثلاثون صحيفة، ودعا إلى وحدانية الله وآمن به ألف إنسان، وهو أول من خط بالقلم وأول من خاط الثياب ولبسها، وأول من نظر في علم النجوم وسيرها.",
            "author": "Bou Storify",
            "date": "2024-07-31",
            "category": " دينية",
            "downpdf": "pdfs/story12.pdf"
        },
        {
            "id": "13",
            "title": " إبراهيم عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/ibrahimNabiy.png",
            "summary": "هو خليل الله، اصطفاه الله برسالته وفضله على كثير من خلقه، كان إبراهيم يعيش في قوم يعبدون الكواكب، فلم يكن يرضيه ذلك، وأحس بفطرته أن هناك إلها أعظم حتى هداه الله واصطفاه برسالته، وأخذ إبراهيم يدعو قومه لوحدانية الله وعبادته ولكنهم كذبوه وحاولوا إحراقه فأنجاه الله من بين أيديهم، جعل الله الأنبياء من نسل إبراهيم فولد له إسماعيل وإسحاق، قام إبراهيم ببناء الكعبة مع إسماعيل.",
            "author": "Bou Storify",
            "date": "2024-06-20",
            "category": " دينية",
            "downpdf": "pdfs/story13.pdf"
        },
        {
            "id": "14",
            "title": " يعقوب عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/ya3kobNabiy.png",
            "summary": "ابن إسحاق يقال له 'إسرائيل' وتعني عبد الله، كان نبيا لقومه، وكان تقيا وبشرت به الملائكة جده إبراهيم وزوجته سارة عليهما السلام وهو والد يوسف.",
            "author": "Bou Storify",
            "date": "2024-04-21",
            "category": " دينية",
            "downpdf": "pdfs/story14.pdf"
        },
        {
            "id": "15",
            "title": " يونس عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/younesNabiy.png",
            "summary": "أرسله الله إلى قوم نينوى فدعاهم إلى عبادة الله وحده ولكنهم أبوا واستكبروا فتركهم وتوعدهم بالعذاب بعد ثلاث ليال فخشوا على أنفسهم فآمنوا فرفع الله عنهم العذاب، أما يونس فخرج في سفينة وكانوا على وشك الغرق فاقترعوا لكي يحددوا من سيلقى من الرجال فوقع ثلاثا على يونس فرمى نفسه في البحر فالتقمه الحوت وأوحى الله إليه أن لا يأكله فدعا يونس ربه أن يخرجه من الظلمات فاستجاب الله له وبعثه إلى مائة ألف أو يزيدون.",
            "author": "Bou Storify",
            "date": "2024-03-25",
            "category": " دينية",
            "downpdf": "pdfs/story15.pdf"
        },
        {
            "id": "16",
            "title": "يوشع بن نون عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/youcha3Nabiy.png",
            "summary": "ورد أنه الفتى الذي صاحب موسى للقاء الخضر. وهو النبي الذي أخرج الله على يديه بني إسرائي من صحراء سيناء، وحاربوا أهل فلسطين وانتصروا عليهم.",
            "author": "Bou Storify",
            "date": "2024-01-03",
            "category": " دينية",
            "downpdf": "pdfs/story16.pdf"
        },
        {
            "id": "17",
            "title": " عيسى عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/jesusNabiy.png",
            "summary": "مثل عيسى مثل آدم خلقه الله من تراب وقال له كن فيكون، هو عيسى بن مريم رسول الله وكلمته ألقاها إلى مريم، وهو الذي بشر بالنبي محمد، آتاه الله البينات وأيده بروح القدس وكان وجيها في الدنيا والآخرة ومن المقربين، كلم الناس في المهد وكهلا وكان يخلق من الطين كهيئة الطير فينفخ فيها فتكون طيرا، ويبرئ الأكمه والأبرص ويخرج الموتى كل بإذن الله، دعا المسيح قومه لعبادة الله الواحد الأحد ولكنهم أبوا واستكبروا وعارضوه، ولم يؤمن به سوى بسطاء قومه، رفعه الله إلى السماء وسيهبط حينما يشاء الله إلى الأرض ليكون شهيدا على الناس.",
            "author": "Bou Storify",
            "date": "2024-09-02",
            "category": " دينية",
            "downpdf": "pdfs/story17.pdf"
        },
        {
            "id": "18",
            "title": "نوح عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/noahNabiy.png",
            "summary": "كان نوح تقيا صادقا أرسله الله ليهدي قومه وينذرهم عذاب الآخرة ولكنهم عصوه وكذبوه، ومع ذلك استمر يدعوهم إلى الدين الحنيف فاتبعه قليل من الناس، واستمر الكفرة في طغيانهم فمنع الله عنهم المطر ودعاهم نوح أن يؤمنوا حتى يرفع الله عنهم العذاب فآمنوا فرفع الله عنهم العذاب ولكنهم رجعوا إلى كفرهم، وأخذ يدعوهم 950 سنة ثم أمره الله ببناء السفينة وأن يأخذ معه زوجا من كل نوع ثم جاء الطوفان فأغرقهم أجمعين.",
            "author": "Bou Storify",
            "date": "2024-01-18",
            "category": " دينية",
            "downpdf": "pdfs/story18.pdf"
        },
        {
            "id": "19",
            "title": " محمد خاتم الانبياء",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/mohamedNabiy.jpg",
            "summary": "نسب الرسول صلى الله عليه وسلم: هو سيدنا أبو القاسم محمد بن عبد الله ، بن عبد المطلب ، بن هاشم ، بن مناف ، بن قصي ، بن كلاب ، بن مرة ،بن كعب ، بن لؤي ،بن غالب ، بن فهر ، ابن مالك ، بن النصر ، بن كنانة ، بن خزيمة ، بن مدركة ، بن إلياس ، بن مضر، بن نزار ، بن معد ، بن عدنان.",
            "author": "Bou Storify",
            "date": "2024-01-17",
            "category": " دينية",
            "downpdf": "pdfs/story19.pdf"
        },
        {
            "id": "20",
            "title": " لوط عليه السلام",
            "description": "سيرة النبي بشكل مختصر .",
            "coverImage": "imges/lothNabiy.png",
            "summary": "أرسله الله ليهدي قومه ويدعوهم إلى عبادة الله، وكانوا قوما ظالمين يأتون الفواحش ويعتدون على الغرباء وكانوا يأتون الرجال شهوة من دون النساء فلما دعاهم لوط لترك المنكرات أرادوا أن يخرجوه هو وقومه فلم يؤمن به غير بعض من آل بيته، أما امرأته فلم تؤمن ولما يئس لوط دعا الله أن ينجيهم ويهلك المفسدين فجاءت له الملائكة وأخرجوا لوط ومن آمن به وأهلكوا الآخرين بحجارة مسومة.",
            "author": "Bou Storify",
            "date": "2024-01-15",
            "category": " دينية",
            "downpdf": "pdfs/story20.pdf"
        }
    ]
}